{
  "heroSection": "A Professor and HOD - Data Science in a reputed Educational Institution, Dedicated to advancing the field of AI through innovative research, a focus on practical applications, and a commitment to excellence. Specializes in AI and ML with a focus on Deep Learning and Natural Language Processing. Accomplished author and researcher with multiple National and International patents.",
  "profileSection": "I am Dr. Sreenivasulu Gogula, an accomplished Professor and Head of the Department of CSE (Data Science) at Vardhaman College of Engineering, Hyderabad. With a Doctoral degree from JNTUH and a focus on Deep learning and Natural Language Processing, I am a renowned author and researcher in the field of Machine Learning and Deep Learning. I have filed more than 10 National patents and been granted 3 International Australian Patents, demonstrating my commitment to innovation and excellence.",
  "education": [
    {
      "degree": "Pursuing Postdoc at Singapore Institute of Technology (SIT), Singapore",
      "timeSpan": "September 2023 to till date"
    },
    {
      "degree": "Postgraduate Diploma in Artificial Intelligence and Machine Learning",
      "timeSpan": "2022 at University of Hyderabad (UoH), in Association with Applied Roots Pvt Ltd., Hyderabad"
    },
    {
      "degree": "Doctor of Philosophy (Ph.D) in Computer Science and Engineering",
      "timeSpan": "2019 at JNTUH, Hyderabad"
    },
    {
      "degree": "M.Tech in Computer Science and Engineering",
      "timeSpan": "2005 - 2007 at Sathayabama University, Chennai"
    }
  ],
  "experience": [
    {
      "college": "Professor & Head of the Department of CSE (Data Science) at Vardhaman College of Engineering, Hyderabad",
      "timeSpan": "July 2023 - Till date."
    },
    {
      "college": "Professor & Head of the Department of CSE (Artificial Intelligence and Machine Learning) at ACE Engineering College, Hyderabad",
      "timeSpan": "February 2011 - July 2023."
    },
    {
      "college": "Associate Professor In the Department of CSE at Vardhaman College of Engineering, Hyderabad",
      "timeSpan": "June 2008 - January 2011"
    },
    {
      "college": "Asst.Professor (Sr.Grade) in the Department of Computer Science and Engineering at Vardhaman college of Engineering, Hyderabad",
      "timeSpan": "June 2007 - May 2008"
    },
    {
      "college": "Asst.Professor in the Department of Computer Science and Engineering at Priyadarshini college of Engineering, Nellore",
      "timeSpan": "May 2004 - June 2005"
    }
  ],
  "certificates": [
    "Cloud Computing from IIT Kharagpur (NPTEL)",
    "Data Science for Engineers from IIT Chennai (IITM)",
    "Database Management Systems from IIT, Chennai(IITM)",
    "Deep Learning from IIT, Kharagpur (IITKGP)",
    "Programming for Everybody (Getting started with Python)",
    "AI for Everyone",
    "Introduction to Data Science in Python"
  ],
  "subjects": [
    "DevOps",
    "Machine Learning",
    "Artificial Intelligence",
    "Associate Analytics",
    "Computer Networks",
    "Database Management Systems",
    "Data Warehousing and Mining",
    "Cryptography and Network Security",
    "Data Communications",
    "Wireless and Mobile networks",
    "Object Oriented and Analysis of Algorithms"
  ]
}
