{
  "journals": [
    "”Our-NIR: Node Importance Representative for Clustering of Categorical Data”, International Journal of Computer Science and Technology (IJCST) Volume 2, Issue 2, June 2011, pp. 80-82.(ISSN : 2229-4333(print) | ISSN : 0976- 8491(online))",
    "\"POur-NIR: Modified Node Importance Representative for Clustering of Categorical Data\", International Journal of Computer Science and Information Security (IJCSIS) Volume 9, No. 4, April 2011, pp.146-150. (ISSN 1947-5500).",
    "\"A COMPARATIVE STUDY OF NODE IMPORTANCE IN CATEGORICAL CLUSTERING\", International Journal of Advanced Engineering and Global Technology (IJAEGT), Volume. 4, No. 3, July 2013, PP.784-788(ISSN: ISSN No:2309-4893 (print) | ISSN: 0975-397(online)).",
    "\"Graph Based Approach for Clustering Categorical Data\", International Journal of Advanced Computing (IJAC), pp. 117-125. (ISBN: ISSN :0975-7686)."
  ],
  "conferences": [
    "“A Threshold for Concept drift-Categorical Data” 2011 3rd International Conference on Machine Learning and Computing (ICMLC 2011),978-1-4244-925 3-4 /11 IEEE Digital Explore.",
    "\"A Threshold for clustering Concept - Drifting Categorical Data\", IEEE 3 rd International Conference on Machine Learning and Computing (ICMLC), Volume 3, Feb-2011, pp. 383-387. ( ISBN: 978-1-4244-9253/11/$26.00@2011 IEEE).",
    "\"Data Labeling Method Based On Rough Entropy For Categorical Data Clustering\", International Conference On Electronics, Communication And Computational Engineering - ICECCE 2014, pp. 383-387.( ISBN: 978-1-1170- 1175/11/$31.00@2014 IEEE).",
    "\"A Review of clustering techniques\", International Conference on Data Engineering and Communication Technology (ICDECT), Springer, March- 2016.( ISSN: 2250-3439).",
    "\"A Proficient approach for clustering of large categorical data cataloguing\", International Conference on Electrical, Electronics, and Optimization Techniques (ICEEOT) March- 2016),IEEE, ISSN 978-1-4673-9939-5/16/$31.00 ©2016.",
    "\"Text summarization using Natural Language Processing\", Fifth International Conference on Information and Communication Technology (ICTCS 2020) December, 2020, Springer, June-2021.J ISSN: 978-981-16-0738-7).",
    "\"Deep Learning based Smart Surveillance System\", sixth International Conference on Information and Communication Technology (ICTCS 2021) December, 2021, Springer."
  ]
}
