{
    "academic": [
        "Awarded Ph. D in faculty of Computer Science and Engineering from JNTUH in October 2019.",
        "Having total of 8 patents out of 3 International patents granted from Australian patent agency and 5 National patents published.",
        "Published total of 11 research papers in SCOPUS indexed journals and Springer, ELSVIER International conferences organized by most reputed academic Institutions.",
        "Having Around fifteen years of professional experience in Academics",
        "Stood as an University Ranker in M.Sc (Computer Science) from S.V. University among top 10",
        "Having very good academic background in the field of Computer Science and Engineering."
    ],
    "professional": [
        "Pursuing a PG Diploma level course on “Artificial Intelligence and Machine Learning” from University of Hyderabad (UoH) to be completed by 26th February, 2022.",
        "Certified faculty in Deep Learning from NVIDIA Deep Learning Institute Labs, USA",
        "Received Primary Evaluator certificate from Ministry of Education, Ministry of Information and Broadcasting, Ministry of MSME, approved by AICTE for exceptional contribution in Toycathon-2021.",
        "Certified Trainer for Data Base Design and SQL from Oracle.",
        "Certified Programmer from Carnegie Melon University (CMU), USA in “Business Analyticsand Optimization” In Association with “International School of Engineering”.",
        "Completed an Internship project (Mobile battery recommendation system) in association with ExcelR and Telangana Association for Skill and Knowledge (TASK) during 24th July to 19th December, 2020.",
        "Having around 6 National patents (Published in Indian Patent Journals) and 2 International Patents (Australian Patents Agency) with granting effecting from November, 2020 onwards.",
        "Having around 10years of Professional experience as a freelancer in Teaching of GATE (Computer Networks (CN) and Database Management System (DBMS)) throughout the India since 2007 to Till Date.",
        "Having good knowledge in administering Microsoft Teams at Institutional level.",
        "Having Sound Knowledge in AICTE-NBA (December-2017) working format.",
        "Having professional experience in NAAC (National Assessment and Accreditation Council) and AUTONOMOUS working procedures.",
        "Having Good Knowledge in Preparation of AICTE-STTP, MODROBS and TEQIP Eligibility Proposals and Summary.",
        "Having Good control on working and monitoring with TIDAL DATA Server.",
        "Having very good contacts with senior people who are serving various positions in academicas well as in Industry."
    ]
}